<?php

return [
    'how_can_i_help_you' => 'أساعدك ازاى؟',
    'view_harassment_incidents' => 'عرض بلاغات التحرش',
    'view_nearby_harassment_incidents' => 'عرض البلاغات القريبة',
    'report_harassment_incident' => 'الإبلاغ عن حالة تحرش',
    'change_language' => 'تغيير اللغة',
    'choose_language' => 'إختر اللغة:',
    'arabic' => 'اللغة العربية',
    'english' => 'اللغة الإنجليزية',
    'language_changed' => 'تم تغيير اللغة!',
    'no_more_reports' => 'لا يوجد المزيد من التقارير.',
    'get_more_reports' => 'المزيد من التقارير:',
    'next' => 'التالى',
    'report_received' => 'تم استلام البلاغ.',
    'thanks_for_reporting' => 'نشكركم على التصرف بشكل إيجابي وعلى قيامكم بالإبلاغ عن التحرش الجنسي. تساعدنا بلاغاتكم على الحصول على أدلة بالغة الأهمية نستخدمها لإنشاء حملات توعية، وإجراء أبحاث جديدة، وتفعيل برنامجنا "مدارس وجامعات آمنة"، بالإضافة إلى تخطيط وتنفيذ أعمال مجتمعية عديدة في جميع أنحاء مصر من أجل القضاء على التقبل المجتمعي للتحرش والاعتداء الجنسي.',
    'get_help_from_nazra' => [
        'female' => 'للحصول على معلومات عن خدمات قانونية ونفسية مجانية تقدري تتصلي على نظرة للدراسات النسوية على تليفون 0227946992',
        'male' => 'للحصول على معلومات عن خدمات قانونية ونفسية مجانية تقدر تتصل على نظرة للدراسات النسوية على تليفون 0227946992',
    ],
    'nazra_for_feminist_studies' => 'نظرة للدراسات النسوية',
    'harassmap' => 'خريطة التحرش',
    'contact_us_for_help' => 'تواصل معنا للمساعدة:',
    'can_you_please_share_incident_location' => [
        'female' => 'ممكن تبعتي مكان الحادثة باستخدام خاصية مشاركة المكان؟',
        'male' => 'ممكن تبعت مكان الحادثة باستخدام خاصية مشاركة المكان؟'
    ],
    'can_you_please_share_your_location' => [
        'female' => 'ممكن تبعتي مكانك باستخدام خاصية مشاركة المكان؟',
        'male' => 'ممكن تبعت مكانك باستخدام خاصية مشاركة المكان؟'
    ],
    'did_anyone_offer_help' => 'هل قام المارة بالتدخل للمساعدة؟',
    'yes' => 'نعم',
    'no' => 'لا',
    'please_choose' => 'برجاء الاختيار:',
    'harassment_type' => 'نوع التحرش؟',
    'verbal' => 'لفظى',
    'physical' => 'جسدى',
    'enter_date_and_time' => [
        'femaile' => 'إدخلى الوقت و التاريخ',
        'male' => 'إدخل الوقت و التاريخ'
    ],
    'now' => 'دلوقتى',
    'when_did_incident_happen' => 'امتى حصل التحرش؟',
    'please_explain_incident_in_one_message' => [
        'female' => 'من فضلك، أبلغينا عن الواقعة بأكثر قدر ممكن من التفاصيل فى رسالة واحدة.',
        'male' => 'من فضلك، أبلغنا عن الواقعة بأكثر قدر ممكن من التفاصيل فى رسالة واحدة.'
    ],
    'here_you_report_incident_privately_we_donot_store_personal_info' => [
        'female' => 'تقدري تبلغي عن حادثة التحرش هنا بسرية تامه. مش هنعرض أي بيانات او معلومات شخصية ليكي.',
        'male' => 'تقدر تبلغ عن حادثة التحرش هنا بسرية تامه. مش هنعرض أي بيانات او معلومات شخصية ليك.',
    ],
    'relationship' => 'علاقتك بالبلاغ؟',
    'relationship_personal' => 'حصلي شخصيا',
    'relationship_witness' => [
        'female' => 'شاهده عليه',
        'male' => 'شاهد عليه'
    ],
    'more_details' => 'تفاصيل اكتر',
    'report_datetime' => 'تاريخ التقرير',
    'relationship_reporting' => 'علاقة مرسل التقرير بالحادثة',
    'incident_datetime' => 'تاريخ الواقعة',
    'details' => 'التفاصيل',
    'welcome_message' => 'اهلا بك فى خريطة التحرش
هدفنا هو خلق بيئة رافضة للتحرش الجنسي في مصر عن طريق حملات توعية فى المناطق التي يكثر بها التحرش',
    'view_incidents_near_your_location' => 'بلاغات تحرش قريبة منك',
    'view' => 'إعرض',
    'resume_or_new_report' => 'هل تود استكمال التقرير؟',
    'resume' => 'اسكتمال التقرير',
    'new' => 'إبدأ تقرير جديد',
    'ogling' => 'النظر المتفحّص',
    'facial_expressions' => 'التلميحات بالوجه',
    'catcalls' => 'النداءات (البسبسة)',
    'comments' => 'التعليقات',
    'stalking_or_following' => 'الملاحقة أو التتبع',
    'sexual_invites' => 'الدعوة الجنسية',
    'touching' => 'اللمس',
    'indecent_exposure' => 'التعري',
    'threat' => 'التهديد والترهيب',
    'sexual_assault' => 'الاعتداء الجنسي',
    'rape' => 'الاغتصاب',
    'mob_attacks' => 'التحرش الجماعي',
];
